Repository: kluo/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: Annotation Text
mn: тэмдэглэсэн эх

source: Clear
mn: устгах

source: Text
mn: Эх

source: Video
mn: Видео

source: Image
mn: зураг

source: Delete
mn: Устгах

source: Reply
mn: Хариулт

source: Tags:
mn: зүүлт

source: Check the box to remove all flags.
mn: бүх дарцгийг арилгахын тулд хайрцган дээр дарна уу

source: Check the box to remove %(totalFlags)s flag.
mn: %(totalFlags)s тугуудыг арилгахын тулд хайрцгийг шалгана уу

source: Check the box to remove %(count)s flag.
mn: %(count)sтугуудыг арилгахын тулд хайрцгийг шалгана уу

source: All flags have been removed. To undo, uncheck the box.
mn: Бүх дарцгийг арилгалаа.

source: You have already reported this annotation.
mn: Та энэ тэмдэглэгээг урд нь мэдээлж байсан байна

source: Report annotation as inappropriate or offensive.
mn: Тэмдэглэгээг ес бус, зохимжгүй гэж мэдээлэх

source: This annotation has %(count)s flag.
mn: Энэ тэмдэглэл нь %(count)sтуг байна.

source: An unexpected error occurred. Please try again.
mn: Алдаа гарлаа. Ахин оролдоно уу

source: Financial Assistance
mn: Санхүүгийг дэмжлэг

source: Upset Learner
mn: Суралцагч сэтгэл ханамжгүй

source: Teaching Assistant
mn: Туслах багш

source: Please specify a reason.
mn: Шалтгаанаа тодруулна уу

source: Something went wrong changing this enrollment. Please try again.
mn: Сургалтанд хамрагдах явцад алдаа гарлаа. Ахин оролдоно уу

source: Open Calculator
mn: Тооны машин Нээх

source: Close Calculator
mn: Тооны машин хаах

source: HTML preview of post
mn: энэ нийтлэлийн HTML харах

source: Post body
mn: Эх биеийг нийтлэх

source: Insert Hyperlink
mn: Hyperlink оруулах

source: e.g. 'http://google.com'
mn: жишээ нь 'http://google.com'

source: Link Description
mn: Тайлбартай холбох

source: e.g. 'google'
mn: жишээ нь 'google'

source: Please provide a description of the link destination.
mn: Холбоосын байрлалын талаар тайлар оруулна уу

source: Insert Image (upload file or type URL)
mn: Зураг оруулах (файл оруулах эсвэл URL бичих)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
mn: URL бичих эсвэл “Сонгосон файл” товчлуурыг ашиглаад өөрийн машинаасаа файл оруулна. (жишээ нь 'http://example.com/img/clouds.jpg')

source: Image Description
mn: Зургийн тайлбар

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
mn: Зурагт тайлар өгнө үү эсвэл чагт зурах хайрцаг дээр чагт зуран ямар нэгэн ес зүйн алдаа байхгүй гэдгийг баталгаажуулна уу

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
mn: жишээ нь “Үүлтэй тэнгэр” Энэ нь зургийг харах боломжгүй хэрэглэгчдэд тус болно.

source: How to create useful text alternatives.
mn: Хэрхэн хэрэгтэй эх үүсгэх вэ?

source: This image is for decorative purposes only and does not require a description.
mn: Энэ үураг нь зөвхөн чимэглэлийн зориулалттай ба тайлбар шаардлагагүй

source: Markdown Editing Help
mn: Засварлахад туслах

source: Please provide a valid URL.
mn: идэвхитэй URL оруулна уу

source: %(errorCount)s error found in form.
mn: Маягтанд олдсон %(errorCount)s алдаа.

source: Choose File
mn: Файл сонгох

source: Bold (Ctrl+B)
mn: Тод (Ctrl+B)

source: Italic (Ctrl+I)
mn: Бичмэл (Ctrl+I)

source: Code Sample (Ctrl+K)
mn: Жишиг код (Ctrl+K)

source: Image (Ctrl+G)
mn: Зураг (Ctrl+G)

source: Numbered List (Ctrl+O)
mn: Дугаарласан жагсаалт (Ctrl+O)

source: Bulleted List (Ctrl+U)
mn: Тэмдэглэгээ тавьсан жагсаалт (Ctrl+U)

source: Heading (Ctrl+H)
mn: Гарчиг (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
mn: Хэвтээ шугам (Ctrl+R)

source: Undo (Ctrl+Z)
mn: Үйлдлийг буцаах (Ctrl+Z)

source: Redo (Ctrl+Y)
mn: Үйлдлийг ахин хийх (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
mn: Үйлдлийг ахин хийх (Ctrl+Shift+Z)

source: strong text
mn: хүчтэй эх

source: emphasized text
mn: тодруулсан эх

source: enter link description here
mn: холбоосны тайлбарыг энд оруулна уу

source: enter code here
mn: кодыг энд оруулна уу

source: List item
mn: зүйлсийг жагсаах

source: Heading
mn: гарчиг

source: You have been logged out of your edX account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
mn: Та edX аккаунтаасаа гарсан байна. Okay дээр дарж буцаж нэвтрэн орно уу. Энэ хуудсан дээрээ үлдэхийн тулд Болих дээр дарна уу. (та ажлаа хадгалахын тулд ахин нэвтрэн орох шаардлагатай)

source: Preview this query
mn: энэ query-г харах

source: An error has occurred. Please try again.
mn: Алдаа гарлаа. Ахин оролдоод үзнэ үү

source: Click to add
mn: Нэмэхийн тулд дарна уу

source: Bookmark this page
mn: Энэ хуудсыг тэмдэглэх

source: Click to remove
mn: Устгахын тулд дарна уу

source: Loading
mn: Уншиж байна

source: All subsections
mn: Бүх дэд бүлгүүд

source: All units
mn: Бүх нэгжүүд

source: Click to change
mn: Өөрчлөхийн тулд дарна уу

source: Select a chapter
mn: Бүлэг сонгоно уу

source: Saving
mn: Хадгалж байна

source: Save changes
mn: Өөрчлөлтийг хадгалах

source: Please enter valid start date and time.
mn: Эхлэх хүчинтэй огноо ба цаг оруулна уу

source: Due date cannot be before start date.
mn: Дуусах хугацаа эхлэх хугацаанаасаа өмнө байх боломжгүй

source: Enter Due Date and Time
mn: Дуусах огноо ба цаг оруулна уу

source: Enter Start Date and Time
mn: Эхлэх огноо ба цаг оруулна уу

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
mn: Суралцагчийн хэрэглэгчийн нэр ба цахим хаяг шаардлагатай ба энэ мөр хоосон байж болохгүй. Хэрэглэгчийн нэр ба цахим хаягаа оруулаад “Жагсаалтанд нэмэх” товчлуур дээр дарна уу

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
mn: Суралцагчийн хэрэглэгчийн нэр ба цахим хаяг шаардлагатай ба энэ мөр хоосон байж болохгүй. Хэрэглэгчийн нэр ба цахим хаягаа оруулаад “Батламжаа баталгаажуулах” товчлуур дээр дарна уу

source: Uploaded file issues. Click on "+" to view.
mn: Файлыг орууллаа. + дээр дарж харна уу

source: learners are successfully added to exception list
mn: суралцагчдыг жагсаалтанд амжилттай нэмлээ

source: learner is successfully added to the exception list
mn: суралцагчдыг жагсаалтанд амжилттай нэмлээ

source: records are not in correct format and not added to the exception list
mn: бүртгэл зөв бус форматтай байна тийм учраас жагсаалтанд нэмэгдэхгүй

source: record is not in correct format and not added to the exception list
mn: бүртгэл зөв бус форматтай байна тийм учраас жагсаалтанд нэмэгдэхгүй

source: learners do not exist in LMS and not added to the exception list
mn: суралцагчид LMS -т байхгүй байна тийм учраас жагсаалтанд нэмэгдэхгүй

source: learner does not exist in LMS and not added to the exception list
mn: суралцагчид LMS -т байхгүй байна тийм учраас жагсаалтанд нэмэгдэхгүй

source: learners are already white listed and not added to the exception list
mn: суралцагчид хүлээлгийн жагсаалтанд байна тийм учраас жагсаалтанд нэмэгдэхгүй

source: learner is already white listed and not added to the exception list
mn: суралцагчид хүлээлгийн жагсаалтанд байна тийм учраас жагсаалтанд нэмэгдэхгүй

source: learners are not enrolled in course and not added to the exception list
mn: суралцагчид хсургалтанд хамрагдаагүй байна тийм учраас жагсаалтанд нэмэгдэхгүй

source: learner is not enrolled in course and not added to the exception list
mn: суралцагчид сургалтанд хамрагдаагүй байна тийм учраас жагсаалтанд нэмэгдэхгүй

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
mn: <% = Хэрэг%%> гэрчилгээ аль хэдийн хүчингүй болсон. Өөрийн алдаа шалгах ба дахин оролдоно уу.

source: Certificate has been successfully invalidated for <%= user %>.
mn: Сертификат амжилттай хүчингүй болсон байна <% = хэрэглэгч%>.

source: Server Error, Please refresh the page and try again.
mn: Серверийн алдаа, хуудсыг дахин ачаалж дахин оролдоно уу.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
mn: Энэ суралцагчийн гэрчилгээ дахин баталгаажсан бөгөөд систем нь энэ суралцагчийн зэрэглэлийг дахин ажиллуулж байна

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
mn: Жагсаалтанд Гэрчилгээ хүчингүй болсон ийг олж чадсангүй. Хуудсыг дахин ачаалж дахин оролдоно уу

source: Student Removed from certificate white list successfully.
mn: Сурагчийн цагаан жагсаалтаас амжилттай хасагдсан сурагч

source: Could not find Certificate Exception in white list. Please refresh the page and try again
mn: Сертификатын бус зүйлийг цагаан жагсаалтаас олж чадсангүй. Хуудсыг дахин ачаалж дахин оролдоно уу

source: <%= user %> already in exception list.
mn: <% = хэрэглэгч%> аль хэдийн алга байна.

source: <%= user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
mn: <% = хэрэглэгч%> нь үл хамаарах жагсаалт руу амжилттай нэмэгдлээ. Сертификатыг илгээх бол дээр дарна уу.

source: There has been an error processing your survey.
mn: Таны судалгааг боловсруулах явцад алдаа гарсан байна.

source: Less
mn: Бага байна

source: Please enter a valid donation amount.
mn: Зөв хандивын дүнг оруулна уу.

source: Your donation could not be submitted.
mn: Таны хандивыг өгөх боломжгүй.

source: An error occurred. Please try again later.
mn: Алдаа гарлаа. Дараа дахин оролдоорой.

source: Viewing %s course
mn: %sхичээлийг үзэх

source: We couldn't find any results for "%s".
mn: Бид ямар ч үр дүнг "%s" олж чадсангүй.

source: There was an error, try searching again.
mn: Алдаа гарсан тул дахин хайж үзээрэй.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
mn: Алдаа гарсан байна. Интернетэд холбогдсон эсэхийг шалгаарай, дараа нь хуудсыг сэргээгчийг оролдоорой.

source: Hide notes
mn: Тэмдэглэлийг нуух

source: Notes visible
mn: Тэмдэглэл харагдаж байна

source: Show notes
mn: Тэмдэглэл харуулах

source: Notes hidden
mn: Тэмдэглэл нуусан

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
mn: {anchorStart} хайлтын талбарт нэр томъёо оруулна уу {anchorEnd}.

source: Current tab
mn: Одоогийн таб

source: Location in Course
mn: Курс дахь байршил

source: Recent Activity
mn: Сүүлийн үеийн үйл ажиллагаа

source: No results found for "%(query_string)s". Please try searching again.
mn: %(query_string)s-ийн үр дүн олдсонгүй. Дахин оролдоно уу.

source: Search Results
mn: Хайлтын үр дүн

source: Unable to submit application
mn: Програмыг өгөх боломжгүй байна

source: An error has occurred. Check your Internet connection and try again.
mn: Алдаа гарсан байна. Интернет холболтоо шалгаад дахин оролдоно уу.

source: Choose one
mn: Нэгийг сонго

source: We've encountered an error. Refresh your browser and then try again.
mn: Бид алдаа гарлаа. Хөтөчөө сэргээж, дахин оролдоно уу.

source: Your changes have been saved.
mn: Таны өөрчлөлтүүд хадгалагдсан байна.

source: Saved cohort
mn: Бүх алдааг харах

source: Error adding students.
mn: Шинэ оюутан нэмэхэд алдаа гардаг

source: Enter a username or email.
mn: Хэрэглэгчийн нэр эсвэл имэйл оруулна уу.

source: {numUsersAdded} student has been added to this cohort
mn: {numUsersAdded} оюутнууд энэ кохорт нэмэгдсэн

source: {numMoved} student was removed from {oldCohort}
mn: {numMoved} оюутнууд {oldCohort}-с хасагдсан

source: {numPresent} student was already in the cohort
mn: {numPresent} ийн оюутнууд аль хэдийн цуг байдаг

source: Unknown user: {user}
mn: үл мэдэгдэх хэрэглэгч: {user}

source: There was an error when trying to add students:
mn: Оюутнуудад нэмэхийг оролдоход алдаа байсан:

source: View all errors
mn: Бүх алдааг харах

source: You must specify a name for the cohort
mn: та бүлгийн нэрийг оруулах ёстой

source: You did not select a content group
mn: Та агуулгын бүлэг сонгоогүй байна

source: The selected content group does not exist
mn: Сонгогдсон бүлэг байхгүй байна

source: The cohort cannot be saved
mn: Кохорт хадгалагдах боломжгүй

source: The cohort cannot be added
mn: Кохортыг нэмэх боломжгүй

source: You currently have no cohorts configured
mn: Та одоогоор ямар ч бүлэгт тохируулаагүй байна

source: Add Cohort
mn: Кохорт нэмэх

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
mn: {cohortGroupName} когорт үүсгэгдсэн байна. Та оюутнууд гараар доорх энэ когорт руу гараар оруулж болно.

source: Assign students to cohorts by uploading a CSV file.
mn: CSV файлыг байршуулж оюутнуудыг группүүдэд оноож өгөх.

source: Choose a .csv file
mn: .csv файлыг сонгоно уу

source: Only properly formatted .csv files will be accepted.
mn: Зөвхөн зөв форматыг хүлээн авна. Csv файл

source: Upload File and Assign Students
mn: Файл оруулах ба оюутнуудаа оноох

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
mn: Таны файл '{file}' нь байршуулагдсан байна. Боловсруулахаар хэдэн минут хүлээж аваарай.

source: Cohorts Enabled
mn: Cohorts нь идэвхжсэн байна

source: Cohorts Disabled
mn: Cohorts-г идэвхгүй болгосон

source: This course has automatic cohorting enabled for verified track learners, but the required cohort does not exist. You must create a manually-assigned cohort named '{verifiedCohortName}' for the feature to work.
mn: Энэ курс нь баталгаажсан замын суралцагчдад зориулсан автомат координаттай байдаг боловч шаардлагатай кохорт байхгүй. Та энэ функцийг ажиллуулахын тулд '{verifiedCohortName}' нэртэй гар аргаар байгуулсан кохорт үүсгэх ёстой.

source: This course has automatic cohorting enabled for verified track learners, but cohorts are disabled. You must enable cohorts for the feature to work.
mn: Энэ курс нь баталгаажсан замын суралцагчдад зориулсан автомат координатыг идэвхжүүлсэн боловч когортууд идэвхгүй болсон. Та энэ функцийг ажиллуулах боломжтой байх ёстой.

source: Last Attempt
mn: Сүүлийн оролдлого

source: First Attempt
mn: Анхны оролдлого

source: Allow students to generate certificates for this course?
mn: Суралцагчдад энэ курс сертификат үүсгэхийг зөвшөөрөх үү?

source: Prevent students from generating certificates in this course?
mn: Энэ курсд сертификат үүсгэхийг оюутнуудаас хориглох уу?

source: Start generating certificates for all students in this course?
mn: Энэ курсийн бүх оюутнуудад зориулсан сертификат үүсгэх эхлэх үү?

source: Error while generating certificates. Please try again.
mn: Гэрчилгээ үүсгэх явцад алдаа гарлаа. Дахин оролдоно уу.

source: Start regenerating certificates for students in this course?
mn: Энэ курсэд суралцагсдад зориулсан сертификатуудыг сэргээх үү?

source: Error while regenerating certificates. Please try again.
mn: Сертификатыг сэргээх үед алдаа гарлаа. Дахин оролдоно уу.

source: Loading data...
mn: Өгөгдлийг ачаалж байна ...

source: Error getting issued certificates list.
mn: гэрчилгээ авахад алдаа гарлаа.

source: Error generating proctored exam results. Please try again.
mn: Шалгалтын үр дүнг бий болгох алдаа. Дахин оролдоно уу

source: Error generating survey results. Please try again.
mn: Судалгааны үр дүнг бий болгох алдаа. Дахин оролдоно уу

source: Error generating student profile information. Please try again.
mn: Оюутны профайл мэдээллийг бий болгох алдаа. Дахин оролдоно уу.

source: Error getting student list.
mn: Оюутны жагсаалтыг авах алдаа.

source: Error generating list of students who may enroll. Please try again.
mn: Суралцаж болох оюутнуудын жагсаалтыг үүсгэх алдаа. Дахин оролдоно уу.

source: Error retrieving grading configuration.
mn: Бид grading тохиргоог дахин эхлүүлэх үед алдаа гарлаа.

source: Error generating grades. Please try again.
mn: Агуулга бий болгох алдаа. Дахин оролдоно уу.

source: Error generating problem grade report. Please try again.
mn: Асуудлын зэрэглэлийг үүсгэх алдаа. Дахин оролдоно уу.

source: Error generating ORA data report. Please try again.
mn: ORA-ийн өгөгдлийн тайланг үүсгэх үед алдаа гардаг. Дахин оролдоно уу.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
mn: Тайланг үүсгэхэд алдаа гарлаа.

source: Enter the enrollment code.
mn: сургалтанд хамрагдах кодыг оруулах

source: Cancel enrollment code
mn: сургалтанд хамрагдах кодыг цуцлах

source: Restore enrollment code
mn: сургалтанд хамрагдах кодыг ахин сэргээх

source: Mark enrollment code as unused
mn: сургалтанд хамрагдах кодыг хэрэглээгүй болгох

source: Username
mn: Хэрэглэгчийн нэр

source: Email
mn: Цахим хаяг

source: Revoke access
mn: хандалтыг цуцлах

source: Enter username or email
mn: хэрэглэгчийн нэр эсвэл цахим хаягаа оруулна уу

source: Please enter a username or email.
mn: хэрэглэгчийн нэр эсвэл цахим хаягаа оруулна уу

source: Error changing user's permissions.
mn: хэрэглэгчийн зөвшөөрлийг солиход алдаа гарсан

source: Could not find a user with username or email address '<%- identifier %>'.
mn: Could not find a user with username or email address '<%- identifier %>'. '<%- identifier %>'. хэрэглэгчийн нэртэй эсвэл цахим хаягтай хэрэглэгч олдсонгүй

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
mn: Алдаа: '<%- username %>' хэрэглэгч аккаунтаа идэвхижүүлээгүй байна. Хэрэглэгчдэд үүрэг өгөхөөс өмнө тэд аккаунтаа үүсгэж идэвхижүүлсэн байх шаардлагатай

source: Error: You cannot remove yourself from the Instructor group!
mn: Алдаа : Та өөрийгөө сургагч багшийн бүлгэмээс хасаж болохгүй

source: Errors
mn: Алдаа

source: The following errors were generated:
mn: Эдгээр алдааг олов

source: Warnings
mn: Анхааруулга

source: The following warnings were generated:
mn: Эдгээр алдааг олов

source: Success
mn: Амжилттай

source: All accounts were created successfully.
mn: Бүх аккаунтыг амжилттай үүсгэсэн

source: Error adding/removing users as beta testers.
mn: Хэрэглэгчийг бета шалгалтанд нэмэх/хасахад алдаа гарсан

source: These users were successfully added as beta testers:
mn: Элгээр хэрэглэгчийг бета шалгалтанд амжилттай нэмсэн

source: These users were successfully removed as beta testers:
mn: Элгээр хэрэглэгчийг бета шалгалтнаас амжилттай хассан

source: These users were not added as beta testers:
mn: Эдгээр хэрэглэгчийг бета шалгалтанд нэмээгүй

source: These users were not removed as beta testers:
mn: Эдгээр хэрэглэгчийг бета шалгалтнаас хасаагүй

source: Users must create and activate their account before they can be promoted to beta tester.
mn: Хэрэглэгчид бета шалгалтанд хамраглахынхаа өмнө өөрсдийн аккаунтаа үүсгэж, идэвхижүүлсэн байх шаардлагатай

source: Could not find users associated with the following identifiers:
mn: Дараахи зүйлтэй холбоотой хэрэглэгч олсонгүй

source: Reason field should not be left blank.
mn: Тус талбайг хоосон орхихгүй байх шалтгаан

source: Error enrolling/unenrolling users.
mn: Хэрэглэгчийг хамруулах/ хамруулахаа болмход алдаа гарсан

source: The following email addresses and/or usernames are invalid:
mn: Дараахи цахим шуудан ба хэрэглэгчийн нэр алдаатай байна

source: Successfully enrolled and sent email to the following users:
mn: Амжилттай хамрагдаж цахим шуудан илгээгдсэн

source: Successfully enrolled the following users:
mn: Эдгээр суралцагчид амжилттай хамгадсан

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
mn: Цахим шууданг дараахи суралцагчид руу амжилттай илгээлээ.Эдгээр суралцагчид бүртгүүлснийхээ дараа сургалтанд хамрагдах эрхтэй болно

source: These users will be allowed to enroll once they register:
mn: Эдгээр суралцагчид бүртгүүлснийхээ дараа сургалтанд хамрагдана

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
mn: Цахим шууданг дараахи суралцагчид руу амжилттай илгээлээ.Эдгээр суралцагчид бүртгүүлснийхээ дараа сургалтанд хамрагдана

source: These users will be enrolled once they register:
mn: Эдгээр суралцагчид бүртгүүлснийхээ дараа сургалтанд хамрагдана

source: Emails successfully sent. The following users are no longer enrolled in the course:
mn: Цахим шууданг амжилттай илгээлээ. Дараахи суралцагчид энэ сургалтанд хамрагдахаа больсон

source: The following users are no longer enrolled in the course:
mn: Дараахи суралцагчид энэ сургалтанд хамрагдахаа больсон

source: These users were not affiliated with the course so could not be unenrolled:
mn: Эдгээр хэрэглэгчид сургалттай хамааралгүй тул сургалтаас гарах боломжгүй

source: Your message must have a subject.
mn: Таны захиа гарчигтай байх естой

source: Your message cannot be blank.
mn: Таны захиа хоосон байж болохгүй

source: Your message must have at least one target.
mn: Таны захиа хамгийн багадаа нэг байтай байх естой

source: There are invalid keywords in your email. Check the following keywords and try again.
mn: Таны цахим шууданд алдаатай түлхүүр үг байна. Дараахи түлхүүр үгүүдийг шалгаад ахин оролдоно уу

source: Yourself
mn: Өөрөө

source: Everyone who has staff privileges in this course
mn: Энэ сургалтын ажилтаны эрхтэй бүх хүмүүс

source: All learners who are enrolled in this course
mn: Энэ сургалтанд хамрагдсан бүх сцралцагчид

source: All learners in the {cohort_name} cohort
mn: {cohort_name} бүлэгт байгаа бүх суралцагчид

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
mn: Таны цахим шууданг илгээх дараалалд амжилттай орууллаа. Олон тооны суралцагчидтай сургалтуудын цахим шуудан нэг цаг хүртэлхи хугацааны дараа явж болно

source: You are sending an email message with the subject {subject} to the following recipients.
mn: Та доорхи хүн рүү {subject} ийм гарчигтай цахим шуудан илгээж байна

source: Is this OK?
mn: Энэ зүгээр үү?

source: Error sending email.
mn: Цахим шуудан илгээхэд алдаа гарлаа

source: There is no email history for this course.
mn: Энэ сургалтанд цахим шууангийн түүх байхгүй байна

source: There was an error obtaining email task history for this course.
mn: Энэ сургалтын түүхийн даалгаврын цахим шууданг олж авахад алдаа гарлаа

source: There was an error obtaining email content history for this course.
mn: Энэ сургалтын түүхийн агуулгын цахим шууданг олж авахад алдаа гарлаа

source: Send to:
mn: Илгээх:

source: Please enter a student email address or username.
mn: Суралцагчийн хэрэглэгчийн нэр эсвэл цахим хаягийг оруулна уу

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
mn: Суралцагчийн дэвшилтийн url-г авахад алдаа гарав '<% - student_id%>'. Оюутны таних код зөв бичигдсэн эсэхийг шалгаарай.

source: Please enter a problem location.
mn: Бодлогын байршлыг оруулна уу

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
mn: Амжилттай! <%- student_id %>суралцагчийн '<%- problem_id %>’ бодлогын оролдлогыг засварлалаа

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
mn: <%- student_id %>суралцагчийн '<%- problem_id %>’ бодлогын оролдлогыг засварлахад алдаа гарлаа. Мэдээлэл үнэн зөв ба бүрэн эсэхийг шалгаарай

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
mn: '<%- student_id %>суралцагчийн '<%- problem_id %>’ бодлого дахь төлвийг устгах уу?

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
mn: '<%- student_id %>суралцагчийн '<%- problem_id %>’ бодлого дахь төлвийг устгахад алдаа гарлаа. Мэдээлэл үнэн зөв ба бүрэн эсэхийг шалгаарай
