Repository: kluo/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: View discussion
mn: Ярилцлагыг үзэх

source: Editing comment
mn: Сэтгэгдэл бичих

source: Update comment
mn: Сэтгэгдлийг шинэчлэх

source: posted %(time_ago)s by %(author)s
mn: %(time_ago)s өмнө нь байршуулсан %(author)s

source: Reported
mn: тайлагнасан

source: Editing post
mn: Бичлэгийн засвар

source: Edit your post below.
mn: Доорх бичлэгийг засна уу.

source: Update post
mn: Пост шинэчлэх

source: discussion
mn: хэлэлцүүлэг

source: answered question
mn: гэж хариулсан асуулт

source: unanswered question
mn: Хариултгүй асуулт

source: Pinned
mn: хавсаргасан

source: Following
mn: Дагаж буй

source: {unread_comments_count} new
mn: {unread_comments_count} шинэ

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
mn: %(comments_count)s %(span_sr_open)sсэтгэгдэл (%(unread_comments_count)s уншаагүй сэтгэгдэл)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
mn: %(comments_count)s %(span_sr_open)sсэтгэгдэл %(span_close)s

source: Editing response
mn: Хариултыг засварлах

source: Update response
mn: Хариултыг шинэчлэнэ

source: marked as answer %(time_ago)s by %(user)s
mn: %(time_ago)s -ээс %(user)s-р хариулт гэж тэмдэглэв

source: marked as answer %(time_ago)s
mn: %(time_ago)sхариу гэж тэмдэглэв

source: endorsed %(time_ago)s by %(user)s
mn: батлагдсан %(time_ago)s by %(user)s

source: endorsed %(time_ago)s
mn: батлагдсан %(time_ago)s

source: Show Comment (%(num_comments)s)
mn: сэтгэгдэл харуулах (%(num_comments)s)

source: Add a comment
mn: сэтгэгдэл нэмэх

source: %(post_type)s posted %(time_ago)s by %(author)s
mn: %(post_type)s илгээгдсэн %(time_ago)s by %(author)s

source: Closed
mn: хаалттай байна

source: Related to: %(courseware_title_linked)s
mn: хамааралтай: %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
mn: Энэ нийтлэл нь зөвхөн %(group_name)sхарагдах болно

source: This post is visible to everyone.
mn: Энэ нийтлэл бүх хүмүүст харагдана

source: Post type
mn: шуудангийн төрөл

source: Questions raise issues that need answers. Discussions share ideas and start conversations.
mn: Асуултанд хариулт хэрэгтэй асуудлуудыг асууна. Хэлэлцүүлэг нь санаануудыг хуваалцаж, яриа хэлэлцээ эхэлдэг.

source: Question
mn: Асуулт

source: Discussion
mn: Ярилцлага

source: Add a Response
mn: Хариулт нэмэх

source: Add a response:
mn: Хариулт нэмэх:

source: Topic area
mn: Сэдэвт бүс

source: Add your post to a relevant topic to help others find it.
mn: Хүмүүсийг олоход нь туслахын тулд холбогдох сэдэв рүү холбогдох зүйлсээ нэмээрэй.

source: Discussion Home
mn: Хэлэлцүүлэг Нүүр

source: How to use %(platform_name)s discussions
mn: Хэрхэн ашиглах талаар%(platform_name)s хэлэлцүүлэг ашиглах

source: Find discussions
mn: Ярилцлага хай

source: Use the All Topics menu to find specific topics.
mn: Бүх сэдвийг цэс ашиглан тусгай сэдвүүдийг олох.

source: Search all posts
mn: Бүх нийтлэлийг хайх

source: Filter and sort topics
mn: Шүүлтүүр болон ангилах сэдвүүд

source: Engage with posts
mn: Шуудантай холбоотой байх

source: Vote for good posts and responses
mn: Сайн бичлэгүүд болон хариултуудыг санал болго

source: Report abuse, topics, and responses
mn: Хэрэггүй байдал, сэдэв, хариултыг мэдээлэх

source: Follow or unfollow posts
mn: Дараах эсвэл дагах бичлэгийг дагах

source: Receive updates
mn: Шинэчлэлт хүлээж авах

source: Toggle Notifications Setting
mn: Мэдэгдэл тохируулгыг идэвхжүүлэх

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
mn: Энэ хайрцгийг шалгахын тулд өдөрт нэг удаа и-мэйл уншсанаа хүлээн аваад өөрийн дагаж буй шуудан дээрх шинэ, уншаагүй үйл явдлын талаар мэдэгдэнэ үү.

source: All Topics
mn: Бүх сэдвүүд

source: All Posts
mn: Бүх бичлэгүүд

source: Donate
mn: Хандив өргөх

source: My Bookmarks
mn: Миний тэмдэглэгээ

source: Bookmarked on
mn: Тэмдэглэсэн

source: You have not bookmarked any courseware pages yet.
mn: Та одоогоор сургалттай холбоотой хуудас тэмдэглэж аваагүй байна.

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, select Bookmark in the upper right corner of that page. To see a list of all your bookmarks, select Bookmarks in the upper left corner of any courseware page.
mn: Та тэмдэглэгээ ашигласнаар сургалттай холбоотой хуудсууд руу эргэж хандахад хялбар болно. Хуудсыг тэмдэглэхийг хүсвэл тухайн хуудсын баруун дээд буланд байрлах Тэмдэглэгээ-г сонгоно уу. Өөрийн бүх тэмдэглэгээгээ харахын тулд сургалтын аль ч цахим хуудасны зүүн дээд буланд байрлах Тэмдэглэгээ-г сонгоно уу.

source: Mark Exam As Completed
mn: Марк Шалгалт дууссаны адил

source: timed
mn: хугацаатай

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
mn: Асуудлын төлөө зээл авахын тулд "End My Exam" гэсэн сонголтыг сонгохоос өмнө асуудал тус бүрийн "Submit" сонголтыг сонгох хэрэгтэй.

source: End My Exam
mn: Миний шалгалтыг дуусга

source: LEARN MORE
mn: ИЛҮҮ ИХ СУДЛА

source: Starts: %(start_date)s
mn: Эхлэх: %(start_date)s

source: Starts
mn: Эхлэх

source: Clear All
mn: бүгдийг цэвэрлэ

source: Highlighted text
mn: Тодруулсан текст

source: Note
mn: Тэмдэглэл

source: You commented...
mn: Чи саналаа

source: Noted in:
mn: Тэмдэглэл:

source: Last Edited:
mn: Хамгийн сүүлд засварласан

source: Clear search results
mn: Хайлтын үр дүнг арилгах

source: Click to edit
mn: Засахын тулд товшино уу

source: Order Details
mn: захиалгын мэдээлэл

source: Program Certificates
mn: Хөтөлбөрийн гэрчилгээ

source: Congratulations! You have earned a certificate for this course.
mn: Баяр хүргэе! Та энэ курсын сертификат авсан.

source: View Certificate
mn: Гэрчилгээ харах

source: %(courseName)s Home Page.
mn: %(courseName)s Нүүр хуудас.

source: enrolled
mn: Бүртгэгдсэн

source: View Course
mn: Хичээл Үзэх

source: View Archived Course
mn: Архивласан Хичээлийг Үзэх

source: not enrolled
mn: бүртгүүлэхгүй байх

source: Please select a course date
mn: Курс огноо сонгоно уу

source: Select Course Run
mn: Курс Run сонгоно уу

source: Choose Course Date
mn: Мэдээжийн мэдээллийг сонгоно уу

source: Starts %(start)s
mn: Эхлээд %(start)s

source: Enroll Now
mn: Одоо элсээрэй

source: Coming Soon
mn: Удахгүй Ирнэ

source: Enrollment Opens on
mn: Бүртгэл нь нээлттэй байна

source: Not Currently Available
mn: Одоогоор байхгүй байна

source: You are not enrolled in any programs yet.
mn: Та одоо ямар ч хөтөлбөрт хамрагдаагүй байна

source: Explore Programs
mn: Хөтөлбөрүүдийг судлах

source: Browse recently launched courses and see what\'s new in your favorite subjects
mn: Саяхан эхлүүлсэн курсуудыг хайж, өөрийн дуртай сэдвээр шинэ зүйлүүдийг үзээрэй

source: Explore New Programs
mn: Шинэ хөтөлбөрүүдийг хайх

source: You have earned certificates in %(completed_courses)s of the %(total_courses)s courses so far.
mn: Та %(total_courses)sкурсын %(completed_courses)s-д нь гэрчилгээ авсан.

source: %(programName)s Home Page.
mn: %(programName)s Нүүр хуудас.

source: {organization}\'s logo
mn: {organization}\'s лого

source: You are here
mn: Та энд байна

source: Dashboard
mn: Нүүр хуудас

source: Programs
mn: Хөтөлбөрүүд

source: You need a certificate in this course to be eligible for a program certificate.
mn: Курс сертификат авах эрхтэй байхын тулд та энэ сертификаттай байх шаардлагатай.

source: Upgrade Now
mn: Одоо боловсронгуй болгох

source: Load next %(num_items)s result
mn: Ачаалал %(num_items)sдараагийн үр дүн

source: Sorry, no results were found.
mn: Уучлаарай, ямар ч үр дүн олдсонгүй.

source: Back to Dashboard
mn: Хянах самбар руу буцах

source: New Address
mn: Шинэ хаяг

source: Change My Email Address
mn: Миний И-мэйл хаяг өөрчлөх

source: Reset Password
mn: Нууц үгээ солих

source: Account Settings
mn: Акаунтын тохиргоо

source: An error occurred. Please reload the page.
mn: Алдаа гарлаа. Хуудсыг дахин ачааллана уу.

source: Forgot password?
mn: Нууц үгээ мартсан уу?

source: Sign in
mn: Нэвтрэх

source: Would you like to sign in using your %(providerName)s credentials?
mn: Та өөрийн %(providerName)s итгэмжлэлийг ашиглан нэвтрэхийг хүсч байна уу?

source: Sign in using %(providerName)s
mn: %(providerName)s-р нэвтэрнэ үү

source: or
mn: эсвэл

source: Show me other ways to sign in or register
mn: Нэвтрэх эсвэл бүртгүүлэх өөр аргыг надад үзүүлээрэй

source: Sign in with Institution/Campus Credentials
mn: Байгууллага / Кампусын итгэмжлэлээр нэвтрэх

source: Choose your institution from the list below:
mn: Дараах жагсаалтаас өөрийн байгууллагаас сонгоно уу:

source: Back to sign in
mn: Нэвтрэх бол буцах

source: Register with Institution/Campus Credentials
mn: Байгууллага / Кампусын каталогийг бүртгүүлэх

source: Register through edX
mn: EdX-ээр бүртгүүлэх

source: Sign in here using your email address and password, or use one of the providers listed below.
mn: Э-мэйл хаяг, нууц үгээ ашиглан нэвтэрнэ үү, эсвэл доор жагсаасан үйлчилгээ үзүүлэгчдийг ашиглана уу.

source: Sign in here using your email address and password.
mn: Э-мэйл хаяг болон нууц үгээ ашиглан энд нэвтэрнэ үү.

source: If you do not yet have an account, use the button below to register.
mn: Хэрэв та данс байхгүй бол доорх товчлуурыг ашиглан бүртгүүлнэ үү.

source: or sign in with
mn: эсвэл нэвтэрч орно

source: Sign in with %(providerName)s
mn: %(providerName)s-р нэвтэрнэ үү

source: Use my institution/campus credentials
mn: Миний байгууллага / кампусын итгэмжлэлийг ашиглана уу

source: New to %(platformName)s?
mn: %(platformName)sдээр шинэ байна?

source: Create an account
mn: Бүртгэл үүсгэх

source: Password assistance
mn: Нууц үгийн тусламж

source: Please enter your email address below and we will send you instructions for setting a new password.
mn: Доорх имэйл хаягаа оруулна уу, бид шинэ нууц үг оруулах зааврыг танд илгээх болно.

source: Reset my password
mn: Нууц үгээ шинэчил

source: Create an account using
mn: Ашиглан данс үүсгэх

source: Create account using %(providerName)s.
mn: %(providerName)sАшиглан данс үүсгэх

source: or create a new one here
mn: Энд шинээр үүсгээрэй

source: Create a new account
mn: Шинэ данс үүсгэх

source: Create your account
mn: Өөрийн акаунтыг үүсгэх

source: Required field
mn: Шаардлагатай мэдээлэл

source: Already have an account?
mn: Аккаунттай юу?

source: Share your "%(display_name)s" award
mn: %(display_name)sШагналаа хуваалцана уу

source: Share
mn: Хуваалцах

source: Earned %(created)s.
mn: хүрсэн%(created)s

source: What's Your Next Accomplishment?
mn: Таны дараачийн хүрэх зүйл юу вэ?

source: Start working toward your next learning goal.
mn: Дараагийн суралцах зорилгоо биелүүлэхийн тулд ажиллаж эхэл.

source: Find a course
mn: Курс олох

source: An error occurred. Try loading the page again.
mn: Алдаа гарлаа. Хуудсыг дахин ачаална уу.

source: You are currently sharing a limited profile.
mn: Та одоогоор хязгаарлагдмал профайл хуваалцаж байна.

source: This learner is currently sharing a limited profile.
mn: Энэ суралцагч одоогоор хязгаарлагдмал профайлыг хуваалцаж байна.

source: Share on Mozilla Backpack
mn: Mozilla Backpack дээр хуваалцах

source: To share your certificate on Mozilla Backpack, you must first have a Backpack account. Complete the following steps to add your certificate to Backpack.
mn: Таны гэрчилгээг Mozilla Backpack дээр хуваалцахын тулд эхлээд та Backpack данстай байх ёстой. Backpack-д сертификат нэмэхийн тулд дараах алхмуудыг гүйцэтгэнэ үү.

source: Create a %(link_start)sMozilla Backpack%(link_end)s account, or log in to your existing account
mn: %(link_start)sMozilla Backpac данс үүсгэх%(link_end)s, эсвэл одоо байгаа акаунт руу нэвтэрч орно уу

source: %(download_link_start)sDownload this image (right-click or option-click, save as)%(link_end)s and then %(upload_link_start)supload%(link_end)s it to your backpack.</li>
mn: %(download_link_start)sЭнэ зургийг татаж авах (right-click or option-click, save as)%(link_end)s Тэгээд %(upload_link_start)sбайршуулах%(link_end)sЭнэ бол таны backpack.</li>
