Repository: kluo/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: Module state successfully deleted.
mn: Модулийн төлвийг амжилттай устгалаа

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
mn: '<%- problem_id %>' бодлого ба '<%- student_id %>'суралцагчийн даалгаврын түүхийг харуулахад алдаа гарлаа

source: Entrance exam attempts is being reset for student '{student_id}'.
mn: '{student_id}' суралцагчийн элсэлтийн шалгалтын оролдлогыг засварлаж байна

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
mn: {student_id}'суралцагчийн элсэлтийн шалгалтын төлвийг устгахад алдаа гарлаа.

source: Enter a student's username or email address.
mn: Суралцагчийн хэрэглэгчийн нэр эсвэл цахим хаягийг оруулна уу

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
mn: Та ('{student_id}') суралцагчийг элсэлтийн шалгалтаас чөлөөлөх үү?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
mn: Алдаа гарлаа.Суралцагчийн хэрэглэгчийн нэр ба цахим хаяг зөв эсэхийг шалгаад ахин оролдож үзнэ үү

source: Entrance exam state is being deleted for student '{student_id}'.
mn: {student_id}'суралцагчийн элсэлтийн шалгалтын төлвийг устгаж байна

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
mn: {student_id}'суралцагчийн элсэлтийн шалгалтын төлвийг устгахад алдаа гарлаа.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
mn: {student_id}'суралцагчийн элсэлтийн шалгалтын түүхийг харахад алдаа гарлаа.

source: Reset attempts for all students on problem '<%- problem_id %>'?
mn: '<%- problem_id %>'бодлого дээр бүх суралцагчийн оролдлогыг ахин засах уу

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
mn: '<%- problem_id %>'бодлого дээр бүх суралцагчийн оролдлогыг ахин засах даалгавар амжилттай эхэллээ. Мэдээлэл үнэн зөв ба бүрэн эсэхийг шалгаарай

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
mn: '<%- problem_id %>'бодлого дээр бүх суралцагчийн оролдлогыг ахин засахад алдаа гарлаа. Мэдээлэл үнэн зөв ба бүрэн эсэхийг шалгаарай

source: Error listing task history for this student and problem.
mn: Энэхүү суралцагч ба бодлогоны даалгаврын түүхийг жагсаахад алдаа гарлаа

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
mn: '<%- problem_id %>' бодлого ба '<%- student_id %>'суралцагчийг ахин үнэлэх даалгавар эхэлсэн. Даалгаврын төлвийг харахын тулд “Даалгаврын төлвийг харуулах” дээр дарна уу

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
mn: '<%- student_id %>’ суралцагчийн<%- problem_id %>'Бодлогонд ахин дүн өгөх даалгаврыг эхлүүлэхэд алдаа гарлаа. Мэдээлэл үнэн зөв ба бүрэн эсэхийг шалгаарай

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
mn: {student_id}’ суралцагчийн элсэлтийн шалгалтыг ахин дүгнэх даалгаврыг эхлүүллээ. Даалгаврын төлвийг харахын тулд “'Show Task Status' дээр дарна уу

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
mn: {student_id}’ суралцагчийн элсэлтийн шалгалтыг ахин дүгнэх даалгаврыг эхлүүлэхэд алдаа гарлаа. Элсэлтийн даалгавар дотроо бодлоготой эсэхийг шалгана уу

source: Rescore problem '<%- problem_id %>' for all students?
mn: '<%- problem_id %>’Бодлогонд бүх суралцагчдад ахин дүн өгөх үү?

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
mn: '<%- problem_id %>’Бодлогонд бүх суралцагчдад ахин дүн өгөх даалгавар амжилттай эхэллээ. Даалгаврын төлвийг харахын тулд “Даалгаврын төлвийг харуулах” дээр дарна уу

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
mn: '<%- problem_id %>'Бодлогонд ахин дүн өгөх даалгаврыг эхлүүлэхэд алдаа гарлаа. Мэдээлэл үнэн зөв ба бүрэн эсэхийг шалгаарай

source: Task Type
mn: Даалгаврын төрөл

source: Task inputs
mn: Даалгаврын оруулга

source: Task ID
mn: Даалгаврын хувийн дугаар

source: Requester
mn: Хүсэлт гаргагч

source: Duration (sec)
mn: Хугацаа (сек)

source: State
mn: Байдал

source: Task Status
mn: Даалгаврын төлөв

source: Task Progress
mn: Даалгаврын ахиц

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
mn: Таны цахим шууданг ахин хайхад алдаа гарлаа. Хэсэг хугацааны дараа ахин оролдож үзээд хэрвээ асуудал байсаар байвал техникийн багтай холбогдоно уу

source: Unknown
mn: Үл мэдэгдэх

source: Subject
mn: Гарчиг

source: Sent By
mn: Илгээсэн хүн

source: Sent To
mn: Илгээх

source: Time Sent
mn: Илгээсэн хугацаа

source: Number Sent
mn: Илгээсэн тоо

source: Copy Email To Editor
mn: Шууданг редактор луу хуулбарлах

source: Subject:
mn: Гарчиг

source: Sent By:
mn: Илгээсэн хүн

source: Time Sent:
mn: Илгээсэн хугацаа

source: Sent To:
mn: Илгээх

source: Message:
mn: Мессеж:

source: No tasks currently running.
mn: Одоогоор ажиллаж байгаа үйлдэл байхгүй байна

source: File Name
mn: Файлын нэр

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
mn: Холбоосыг шаардлагатай үед үүсгэх ба суралцагчийн мэдээллийн мэдрэг байдалтай холбоотойгоор 5 минутын дотор устгагдана

source: Actions
mn: Үйлдэл

source: Row actions are found here: ie. Deletion.
mn: үйлдэл энд олдлоо: устгах

source: Are you sure you want to delete the file
mn: Та энэ файлыг устгахдаа итгэлтэй байна уу?

source: Error getting forum csv
mn: форумын csv алдаа гарлаа

source: The file
mn: файл

source: Error deleting the file
mn: файлыг устгахад алдаа гарлаа

source: %s result
mn: %sүр дүн

source: Unknown Error Occurred.
mn: Алдаа гарлаа

source: Successfully reset the attempts for user {user}
mn: Хэрэглэгчийн оролдлогыг амжилттай заслаа{user}

source: Failed to reset attempts for user.
mn: Хэрэглэгчийн оролдлогыг засахад алдаа гарлаа

source: Successfully deleted student state for user {user}
mn: {user} хэрэглэгчийн хувьд оюутны статусыг амжилттай устгасан

source: Failed to delete student state for user.
mn: Хэрэглэгчид хаин дүн өгөхөд алдаа гарлаа

source: Successfully rescored problem for user {user}
mn: Хэрэглэгчийн оноог ахиулахын тулд бодлогонд ахин дүн өгөх амжилттай боллоо {user}

source: Failed to rescore problem for user.
mn: Хэрэглэгчид хаин дүн өгөхөд алдаа гарлаа

source: Successfully rescored problem to improve score for user {user}
mn: Хэрэглэгчийн оноог ахиулахын тулд бодлогонд ахин дүн өгөх амжилттай боллоо {user}

source: Failed to rescore problem to improve score for user.
mn: Хэрэглэгчийн оноог ахиулахын тулд бодлогонд ахин дүн өгөхөд алдаа гарлаа

source: The data could not be saved.
mn: Мэдээллийг хадгалж чадсангүй

source: Please enter a valid email address
mn: Идэвхитэй нууц үг оруулна уу

source: Please enter a valid password
mn: Идэвхитэй нууц үг оруулна уу

source: Password reset email sent. Follow the link in the email to change your password.
mn: Нууц үг солих шууданг илгээлээ. Цахим шуудан дахь холбоосыг даган нууц үгээ солино уу

source: We weren't able to send you a password reset email.
mn: Бид тан руу нууц үг солих шууданг илгээж чадсангүй

source: Please check your email to confirm the change
mn: Өөрчлөлтийг бататгахын тулд цахим шуудангаа шалгана уу

source: Saving your email preference
mn: Таны цахим шууданг хадгалж байна

source: Enrolling you in the selected course
mn: Таныг сонгосоэ сургалтанд тань бүртгэж байна

source: Adding the selected course to your cart
mn: Сонгосон сургалтыг таны сагс руу нэмж байна

source: Loading your courses
mn: Таны сургалтуудыг уншиж байна

source: An error occurred.
mn: Алдаа гарлаа

source: We couldn't sign you in.
mn: Та нэвтэрч чадсангүй

source: An error occurred when signing you in to %s.
mn: %s руу нэвтэрч байхад алдаа гарлаа

source: Check Your Email
mn: Цахим шуудангаа шалгана уу

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password reset instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
mn: {paragraphStart} {boldStart}{email}{boldEnd}та орууллаа. Хэрвээ энэ цахим хаяг таны {platform_name} аккаунттай холбоотой бол бид энэ хаяг руу тань нууц үгээ солих зааварчилгаа бүхий шууданг илгээнэ. {paragraphEnd}{paragraphStart} Хэрвээ та нууц үгээ солих зааварчилгааг хүлээж аваагүй бол цахим хаягаа зөв оруулсан эсэхээ мөн спам фолдероо шалгана уу. {paragraphEnd}{paragraphStart} Хэрвээ танд нэмэлт тусламж хэрэгтэй бол {anchorStart} техникийн туслалцаатай {anchorEnd} холбогдоно уу {paragraphEnd}

source: An error has occurred. Try refreshing the page, or check your Internet connection.
mn: Алдаа гарлаа. Хуудсыг ахин уншуулаад эсвэл интернэтийн холбоосоо шалгаад ахин оролдож үзнэ үү.

source: We couldn't create your account.
mn: Бид таны аккаунтыг үүсгэж чадсангүй

source: You've successfully signed into %(currentProvider)s.
mn: Та амжилттай нэвтэрлээ.%(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
mn: Таныг суралцаж эхлэхээс өмнө бидэнд бага зэрэг мэдээлэл хэрэгтэй байна%(platformName)s.

source: Basic Account Information
mn: аккаунтын ерөнхий мэдээлэл

source: These settings include basic information about your account. You can also specify additional information and see your linked social accounts on this page.
mn: Энэ тохиргоонд таны аккаунтын ерөнхий мэдээллийг багтаана. Та мөн энэ хуудсан дээр нэмэлт мэдээллээ оруулж, холбосон олон нийтийн сүлжээний аккаунтуудаа харах боломжтой

source: The name that identifies you throughout {platform_name}. You cannot change your username.
mn: {platform_name} таныг таних нэр. Та хэрэглэгчийн нэрээ солих боломжгүй.

source: Additional Information
mn: Нэмэлт мэдээлэл

source: Education Completed
mn: Боловсрол

source: Gender
mn: Хүйс

source: Year of Birth
mn: Төрсөн он

source: Preferred Language
mn: Сонгох хэл

source: Full Name
mn: Бүтэн нэр

source: The name that appears on your Statements of Accomplishment. Other learners never see your full name.
mn: Батламж дээр бичигдэх нэр. Бусад сурагчид таны бүтэн нэрийг харахгүй.

source: Email Address
mn: Цахим хаяг

source: The email address you use to sign in. Communications from {platform_name} and your courses are sent to this address.
mn: Та нэвтэрч орохдоо ашиглах цахим хаяг. {platform_name} болон сургалттай холбоотой харилцаанууд энэ цахим хаяг руу илгээгдэх болно.

source: Password
mn: Нууц үг

source: Reset Your Password
mn: Нууц үгээ солих

source: When you select "Reset Your Password", a message will be sent to the email address for your {platform_name} account. Click the link in the message to reset your password.
mn: Та "Нууц үгээ солих" гэдгийг сонгосон тохиолдолд таны {platform_name} аккаунтын цахим хаяг руу шуудалн илгээгдэнэ. Шуудан дахь холбоос дээр дарж нууц үгээ солиорой.

source: Language
mn: Хэл

source: The language used throughout this site. This site is currently available in a limited number of languages.
mn: Энэ сайтад ашиглаж буй хэл. Энэ сайт одоогоор цөөн хэдэн хэлээр хязгаарлагдаж байна

source: Country or Region
mn: Бүс нутаг

source: Time Zone
mn: цагийн бүс

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
mn: Сургалтын огноог харуулах цагийн бүсийг сонгоно уу. Хэрвээ та цагийн бүсээ сонгохгүй бол гэрийн даалгаврын сүүлийн хугацаа зэрэг нь таны орон нутгийн цагаар харагдах болно.

source: All Time Zones
mn: Цагийн бүх бүс

source: Default (Local Time Zone)
mn: (Бүс нутгийн цаг)

source: Linked Accounts
mn: Холбосон аккаунтууд

source: Below is a list of accounts you have linked to your {platform_name} account.
mn: та өөрийн {platform_name} аккануттай холбосон аккаунтуудын жагсаалт доор байна

source: ORDER NAME
mn: захиалгын нэр

source: ORDER PLACED
mn: захиалгын байршил

source: TOTAL
mn: Нийт

source: ORDER NUMBER
mn: захиалгын дугаар

source: My Orders
mn: Миний захиалга

source: This page contains information about orders that you have placed with {platform_name}.
mn: {platform_name} та ашиглан хийсэн захиалгыг энэ хуудас агуулж байна

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
mn: Бид {new_email_address}рүү баталгаажуулах шуудан илгээлээ. Өөрийн цахим хаягаа өөрчлөхийн тулд холбоос дээр дарна уу

source: You must sign out and sign back in before your language changes take effect.
mn: сольсон хэлээ ашиглаж эхллэхийн тулд гараад эргээд буцаж орж ирнэ үү

source: We've sent a message to {email_address}. Click the link in the message to reset your password.
mn: {email_address}бид руу шуудан илгээлээ. нууц үгээ солихын тулд холбоос дээр дараарай

source: Link your {accountName} account
mn: {accountName} Аккаунтаа холбох

source: Unlink This Account
mn: энэ аккаунтаас холбоосыг болиулах

source: You can use your {accountName} account to sign in to your {platformName} account.
mn: өөрийн {accountName} аккаунтаа {platformName} аккаунт руу нэвтрэхдээ ашиглах

source: Unlink your {accountName} account
mn: {accountName} аккаунтаа холбоосыг болиулах

source: Link Your Account
mn: Аккаунтаа холбох

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
mn: өөрийн {accountName} аккаунтаа {platformName} аккаунттай холбоод {platformName} нэвтрэхдээ {accountName}

source: Unlinking
mn: ашиглах

source: Linking
mn: Холбож байна

source: Successfully unlinked.
mn: Амжилттай холбоосыг болиуллаа

source: Account Information
mn: Аккаунтын мэдээлэл

source: Order History
mn: түүх захиалах

source: Accomplishments Pagination
mn: амжилтын хуудас дугаарлах

source: {platform_name} learners can see my:
mn: {platform_name}суралцагчид миний талаар харж болох зүйлс

source: Limited Profile
mn: Хязгаарлагдсан профайл

source: Full Profile
mn: Бүтэн профайл

source: Country
mn: Улс

source: Add Country
mn: Улс нэмэх

source: Add language
mn: Хэл нэмэх

source: About me
mn: Миний тухай

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
mn: Бусад суралцагчдад хаана амьдардаг, ямар сонирхолтой, яагаад сургалтанд хамрагдаж байгаа, юу сурмаар байгаа зэрэг өөрийнхөө талаар багахан танилцуулга хийнэ үү

source: Account Settings page.
mn: Аккаунт засварлах хуудас

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
mn: Та бүтэн профайлаа хуваалцахын өмнө төрсөн оноо оруулсан байх шаардлагатай. Төрсөн оноо оруулахын тулд {account_settings_page_link} руу ороорой

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
mn: Та бүтэн профайлаа хуваалцахын тулд 13-с дээш настай байх шаардлагатай. Хэрвээ 13-с дээш настай бол та төрсөн оноо {account_settings_page_link}

source: Profile Image
mn: Профайлын зураг

source: Profile image for {username}
mn: Профайлын зураг {username}

source: About Me
mn: Миний тухай

source: Accomplishments
mn: Амжилтууд

source: Profile
mn: Профайл

source: Whitelist a user
mn: хэрэглэгчийг жагсаалтанд нэмэх

source: Add a user to the whitelist for a course
mn: хэрэглэгчийг сургалтын жагсаалтанд нэмэх

source: username
mn: хэрэглэгчийн нэр

source: course_id
mn: сургалтын хувийн дугаар

source: De-whitelist a user
mn: хэрэглэгчийг жагсаалтаас хасах

source: Remove a user from the whitelist for a course
mn: хэрэглэгчийг жагсаалтаас гаргах

source: View user whitelist
mn: Хэрэглэгчийн жагсаалтыг харах

source: View the list of whitelisted users for a course
mn: сургалтын хүлээлгийн жагсаалтанд байгаа хэрэглэгчдийг харах

source: Generate a single certificate
mn: Нэг батламж үүсгэх

source: Put a request on the queue to recreate the certificate for a particular user in a particular course
mn: тодорхой сургалтын тодорхой хэрэглэгчийн батламжийг ахин гаргах хүсэлтээ жагсаалтанд оруулна уу

source: grade
mn: дүн

source: designation
mn: дизайн

source: template
mn: загвар

source: Update certificate status
mn: батламжийн төлвийг сайжруулах

source: Update the status of a certificate for a particular user in a particular course
mn: тодорхой сургалтын тодорхой хэрэглэгчийн батламжийн төлдвийг сайжруулах

source: username or email
mn: хэрэглэгчийн нэр эсвэл цахим хаяг

source: status (defaults to `unavailable`)
mn: төлөв (defaults to `unavailable`)

source: Execute Command
mn: Үйлдлийг гүйцэтгэх

source: Image Upload Error
mn: Зураг оруулж чадсангүй

source: Please verify that you have uploaded a valid image (PNG and JPEG).
mn: Та идэвхитэй зураг оруулсан эсэхээ шалгана уу (PNG and JPEG)

source: An error has occurred. Please try again later.
mn: Алдаа гарлаа. Ахин оролдоно уу

source: Could not submit photos
mn: Зураг оруулж чадсангүй

source: Professional Education Verified Certificate
mn: Мэргэжлийн боловсрол Баталгаажсан батламж

source: Professional Education
mn: Мэргэжлийн боловсрол

source: Verified Certificate upgrade
mn: Баталгаажсан батламжаа сайжруулах

source: Verified Certificate
mn: Баталгаажсан батламж

source: Checkout
mn: Төлөх

source: Checkout with PayPal
mn: Paypal-р төлөх

source: Checkout with {processor}
mn: {processor}-р дуусгах

source: All payment options are currently unavailable.
mn: Төлбөр төлөх бүх арга боломжгүй байна

source: Try the transaction again in a few minutes.
mn: Хэдэн хормын дараа шилжүүлгийг ахин хийнэ үү

source: Could not submit order
mn: Захиалга өгч чадсангүй

source: Could not retrieve payment information
mn: Таны төлбөрийн мэдээллийг олсонгүй

source: Take a photo of your ID
mn: Өөрийн бичиг баримтын зургийг авах

source: Review your info
mn: Өөрийн мэдээллээ ахин харах

source: Confirm
mn: Батлах

source: An error has occurred. Please try reloading the page.
mn: Алда агарлаа. Хуудсаа ахин уншуулах гээд оролдоод үзнэ үү

source: Video Capture Error
mn: Видео бичихэд алдаа гарлаа

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
mn: Та вэбкам холбогдсон мөн өөрийн браузертаа эрх өгсөн гэдгээ баталгаажуулна уу

source: No Webcam Detected
mn: Вэбкам олдсонгүй

source: You don't seem to have a webcam connected.
mn: Таны вэбкам холбогдоогүй байна

source: Double-check that your webcam is connected and working to continue.
mn: Таны вэбкам холбоотой мөн ажиллаж байгаа эсэхийг ахин шалгаад үргэлжлүүлнэ үү

source: Photo Captured successfully.
mn: Зураг амжилттай авлаа

source: No Flash Detected
mn: Flash олдсонгүй

source: You don't seem to have Flash installed. Get Flash to continue your verification.
mn: Та Flash суулгаагүй байна. Баталгаажуулахын тулд Flash-тай болно уу

source: Editable
mn: Өөрчилж болно

source: Validation Error
mn: Баталгаажуулахад алдаа гарлаа

source: In Progress
mn: Уншиж байна

source: Placeholder
mn: байршуулагч

source: An error occurred. Please try again.
mn: Алдаа гарлаа. Ахин оролдоно уу

source: Upload File
mn: Файл оруулах

source: Your upload of '{file}' succeeded.
mn: '{file}' оруулах амжилттай боллоо

source: Your upload of '{file}' failed.
mn: '{file}' оруулахад алдаа гарлаа

source: Upload an image
mn: Зураг оруулах

source: Change image
mn: Зургийг солих

source: Remove
mn: Устгах

source: Uploading
mn: Оруулж байна.

source: Removing
mn: Устгаж байна.

source: An error has occurred. Refresh the page, and then try again.
mn: Алдаа гарлаа. Хуудсыг ахин уншуулаад оролдож үзнэ үү.

source: The file must be at least {size} in size.
mn: Файл хамгийн багадаа {size}хэмжээтэй байх ёстой.

source: The file must be smaller than {size} in size.
mn: Файл {size}-с бага хэмжээтэй байх ёстой.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
mn: Нэмэлтийг хийж байна. Алдаа гарахаас сэргийлэхийн тулд энэ үйл ажиллагаа дуустал энэ хуудсан дээрээ байна уу.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
mn: Устгалыг хийж байна. Алдаа гарахаас сэргийлэхийн тулд энэ үйл ажиллагаа дуустал энэ хуудсан дээрээ байна уу.

source: bytes
mn: Байт

source: Course is not yet visible to students.
mn: Сургалт суралцагчдад хараахан ил болоогүй

source: You cannot view the course as a student or beta tester before the course release date.
mn: Та сургалт эхлэх огнооноос өмнө сургалтыг суралцагч эсвэл бета шалгагчийн хувиар нээж үзэх боломжгүй.

source: %(num_students)s student opened Subsection
mn: %(num_students)sсурагчид дэд хэсэг нээсэн

source: %(num_students)s student
mn: %(num_students)s сурагчид

source: %(num_questions)s question
mn: %(num_questions)sасуулт

source: Number of Students
mn: Суралцагчдын тоо

source: Overall Score
mn: Нийт оноо

source: Large
mn: Том

source: Zoom In
mn: томруулах

source: Zoom Out
mn: томруулна уу

source: Previous
mn: Өмнөх

source: Page number out of %(total_pages)s
mn: %(total_pages)sдугаар хуудасны дугаар

source: Enter the page number you'd like to quickly navigate to.
mn: Түргэн хайх хуудасны дугаараа оруулна уу.

source: Sorted by
mn: эрэмбэлсэн

source: Clear search
mn: Хайлтыг цэвэрлэ

source: Mark as Answer
mn: хариулт болгон тэмдэглэ

source: Unmark as Answer
mn: Хариултгүй гэж тэмдэглэ

source: Open
mn: нээлттэй байна

source: Endorse
mn: Дэмжих

source: Unendorse
mn: Хязгаарлалтгүй

source: Follow
mn: Дагах

source: Unfollow
mn: Дахин дагахгүй

source: Pin
mn: хавсаргана

source: Unpin
mn: тусдаа

source: Report abuse
mn: буруутгагдсан мэдүүлэг

source: Report
mn: тайлан

source: Unreport
mn: тайлагнахгүй

source: Vote for this post,
mn: Энэ нийтлэлийг саналаа

source: Load more
mn: Нэмж уншуулах

source: Error posting your message.
mn: Таны зурвасыг илгээж чадахгүй байна.

source: Add a Post
mn: Пост Нэмэх

source: Visible to
mn: харагдах болно

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single cohort.
mn: Админ, зохицуулагчид, техникийн ажилтнууд өөрсдийн бичлэгийг бүх сурагчдад харуулах эсвэл нэг бүлэгт зааж өгөх боломжтой.

source: All Groups
mn: бүх бүлгүүд

source: Add a clear and descriptive title to encourage participation.
mn: Оролцоог дэмжихийн тулд тодорхой, тодорхойлолтын нэрийг нэмнэ үү.

source: Your question or idea
mn: Таны асуулт, санаа

source: follow this post
mn: энэ бичлэгийг дагах

source: post anonymously
mn: нэрээ нууцлах

source: post anonymously to classmates
mn: ангийн хүүхдүүдэд нэрээ нууцал

source: Submit
mn: Илгээх

source: Community TA
mn: Нийтийн Багшийн Туслах

source: Staff
mn: Багш, Ажилтан

source: This thread is closed.
mn: Энэ утас хаалттай байна.
