Repository: kluo/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: mn

source: Updating with latest library content
mn: Хамгийн сүүлийн үеийн номын сангийн агуулгыг шинэчлэх

source: Creating missing groups
mn: Алдагдсан бүлгийг үүсгэх

source: Show Annotations
mn: Аннотацийг харуулах

source: Hide Annotations
mn: Товчлолыг нуух

source: Expand Instructions
mn: Тэмдэглэлийг өргөтгөж харуулах

source: Collapse Instructions
mn: Зааврыг дэлгэх

source: Commentary
mn: Тайлбар

source: Reply to Annotation
mn: Тэмдэглэлд хариулах

source: %(num_points)s point possible (graded, results hidden)
mn: %(num_points)s боломжтой гэж үзсэн (graded, results hidden)

source: %(num_points)s point possible (ungraded, results hidden)
mn: %(num_points)sболомжтой гэж үзсэн (ungraded, results hidden)

source: %(num_points)s point possible (graded)
mn: %(num_points)sболомжтой гэж үзсэн (graded)

source: %(num_points)s point possible (ungraded)
mn: %(num_points)sболомжтой гэж үзсэн (ungraded)

source: %(earned)s/%(possible)s point (graded)
mn: %(earned)s/%(possible)s цэг (graded)

source: The grading process is still running. Refresh the page to see updates.
mn: Дүн гаргах ажиллагаа явагдаж байна. Хуудсаа ахин уншуулж шинэчлэлийг харна уу.

source: Submitted
mn: Илгээгдсэн

source: Timer has expired
mn: Хугацаа дууслаа

source: Could not grade your answer. The submission was aborted.
mn: Таны хариултыг дүгнэж чадсангүй. Хариулт илгээх явц цуцлагдлаа.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
mn: Хариулт илгээх явц цуцлагдлаа! Уучлаарай, таны ашиглаж буй браузер файл байршуулах үйлдлийг дэмжихгүй байна.Хэрвээ боломжтой бол файл байхшуулах үйлдлийг дэмжих нь батлагдсан Chrome эсвэл Safari ашиглана уу.

source: You submitted {filename}; only {allowedFiles} are allowed.
mn: Та {filename}илгээсэн байна, зөвхөн {allowedFiles} зөвшөөрөгдсөн.

source: Your file {filename} is too large (max size: {maxSize}MB).
mn: Таны {filename} файл хэтэрхий том хэмжээтэй байна. Дээд хэмжээ: (max size: {maxSize}MB)

source: You did not submit the required files: {requiredFiles}.
mn: Та шаардлагатай файлыг илгээгээгүй байна {requiredFiles}

source: You did not select any files to submit.
mn: Та илгээхээр ямар ч файл сонгоогүй байна.

source: This problem has been reset.
mn: Энэ асуудлыг шийдвэрлэв.

source: Answers to this problem are now shown. Navigate through the problem to review it with answers inline.
mn: Энэхүү асуудлын хариултыг одоо харуулж байна. Асуултан дээгүүр сумаараа зааж цахимаар хариултыг нь харна уу.

source: unsubmitted
mn: илгээгээгүй

source: Paragraph
mn: Догол мөр

source: Preformatted
mn: Урьдчилан хэлбэрт оруулсан

source: Heading 3
mn: Гарчиг 3

source: Heading 4
mn: Гарчиг 4

source: Heading 5
mn: Гарчиг 5

source: Heading 6
mn: Гарчиг 6

source: Add to Dictionary
mn: Толь бичигт нэмэх

source: Advanced
mn: Ахисан түвшин

source: Align center
mn: Голлуулах

source: Align left
mn: Зүүн талд шахаж байрлуулах

source: Align right
mn: Баруун талд шахаж байрлуулах

source: Alignment
mn: Тэгшлэх

source: Alternative source
mn: Өөр эх сурвалж

source: Anchor
mn: Бэхлэх

source: Anchors
mn: Бэхэлгээнүүд

source: Author
mn: Зохиогч

source: Background color
mn: Арын дэвсгэр өнгө

source: Blocks
mn: Block

source: Body
mn: Их бие

source: Bold
mn: Тод

source: Border color
mn: Захын өнгө

source: Border
mn: Зах

source: Bottom
mn: Доод хэсэг

source: Bullet list
mn: тэмдэглэсэн жагсаалт

source: Cancel
mn: Болих

source: Caption
mn: Гарчиг

source: Cell padding
mn: нүдний зай тодруулах

source: Cell properties
mn: нүдний шинж чанар

source: Cell spacing
mn: нүдний зай

source: Cell type
mn: нүдний төрөл

source: Cell
mn: нүд

source: Center
mn: дунд

source: Circle
mn: тойрог

source: Clear formatting
mn: форматыг арилгах

source: Close
mn: Хаах

source: Code block
mn: кодыг хориглох

source: Code
mn: Код

source: Color
mn: өнгө

source: Cols
mn: эгнээ

source: Column group
mn: эгнээний бүлэг

source: Column
mn: эгнээ

source: Constrain proportions
mn: Харьцааг шахах

source: Copy row
mn: мөрийг хуулбарлах

source: Copy
mn: хуулбарлах

source: Could not find the specified string.
mn: тухайн холбоосыг олж чадсангүй

source: Custom color
mn: өнгө өөрчлөх

source: Custom...
mn: өөрчлөх

source: Cut row
mn: мөрийг хайчлан авах

source: Cut
mn: хайчлан авах

source: Decrease indent
mn: догол мөрийг багасгах

source: Default
mn: идэвхигүй

source: Delete column
mn: эгнээг устгах

source: Delete row
mn: мөрийг устгах

source: Delete table
mn: хүснэгтийг устгах

source: Description
mn: тайлбар

source: Dimensions
mn: хэмжээс

source: Disc
mn: диск

source: Div
mn: див

source: Document properties
mn: Бичиг баримтын шинж чанар

source: Edit HTML
mn: HTML засварлах

source: Edit
mn: Засварлах

source: Embed
mn: шигтгэх

source: Emoticons
mn: сэтгэл хөдлөлийн тэмдэг

source: Encoding
mn: кодоор шифрлэж байна

source: File
mn: файл

source: Find and replace
mn: файлд хийгээд өөр газар байхшуулах

source: Find next
mn: дараагийнхийг олох

source: Find previous
mn: өмнөхийг олох

source: Find
mn: олох

source: Finish
mn: дуусгах

source: Font Family
mn: фонт

source: Font Sizes
mn: фонтны хэмжээ

source: Format
mn: формат

source: Formats
mn: форматууд

source: Fullscreen
mn: бүтэн дэлгэц

source: General
mn: ерөнхий

source: H Align
mn: H тэнцвэржүүлэх

source: Header 1
mn: Гарчиг 1

source: Header 2
mn: Гарчиг 2

source: Header 3
mn: Гарчиг 3

source: Header 4
mn: Гарчиг 4

source: Header 5
mn: Гарчиг 5

source: Header 6
mn: Гарчиг 6

source: Header cell
mn: Гарчгийн нүд

source: Header
mn: Гарчиг

source: Headers
mn: Гарчгууд

source: Heading 1
mn: Гарчиг 1

source: Heading 2
mn: Гарчиг 2

source: Headings
mn: гарчиг

source: Height
mn: Өндөр

source: Horizontal line
mn: Хэвтээ шугам

source: Horizontal space
mn: Хэвтээ зай

source: HTML source code
mn: HTML сурвалжийн код

source: Ignore all
mn: Бүгдийг эс зөвшөөрөх

source: Ignore
mn: Эс зөвшөөрөх

source: Image description
mn: Зургийн тайлбар

source: Increase indent
mn: Догол мөрийг ихэсгэх

source: Inline
mn: Доторлох дүрс

source: Insert column after
mn: Ард нь эгнээ нэмэх

source: Insert column before
mn: Урд нь эгнээ нэмэх

source: Insert date/time
mn: Огноо/цаг оруулах

source: Insert image
mn: Дүрс нэмэх

source: Insert link
mn: Холбоос нэмэх

source: Insert row after
mn: Ард нь мөр нэмэх

source: Insert row before
mn: Урд нь мөр нэмэх

source: Insert table
mn: Хүснэгт нэмэх

source: Insert template
mn: Загвар нэмэх

source: Insert video
mn: Дүрс бичлэг нэмэх

source: Insert
mn: Нэмэх

source: Insert/edit image
mn: Дүрс нэмэх/засварлах

source: Insert/edit link
mn: Холбоос нэмэх/засварлах

source: Insert/edit video
mn: Дүрс бичлэг нэмэх/засварлах

source: Italic
mn: бичмэл

source: Justify
mn: Мөр тэгшлэх

source: Keywords
mn: Түлхүүр үг

source: Left to right
mn: Зүүнээс баруун

source: Left
mn: Зүүн

source: Lower Alpha
mn: жижиг альфа

source: Lower Greek
mn: жижиг грек

source: Lower Roman
mn: жижиг ром

source: Match case
mn: кейстэй тааруулах

source: Merge cells
mn: нүднүүдийг нэгтгэх

source: Middle
mn: дунд

source: Name
mn: Нэр

source: New document
mn: шинэ баримт бичиг

source: New window
mn: шинэ цонх

source: Next
mn: дараагийнхийг олох

source: No color
mn: өнгөгүй

source: Nonbreaking space
mn: дундаа зай авахгүй

source: None
mn: аль нь ч бус

source: Numbered list
mn: дугаарласан жагсаалт

source: Ok
mn: Ок

source: OK
mn: Ок

source: Page break
mn: Хуудас авах

source: Paste as text
mn: Эх болгон хуулбарласнаа тавих

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
mn: Хуулбарласан зүйл хоосон горим дээр байна. Контентууд таныг энэ сонголтоо болиултал хоосноор хуулбарлагдах болно

source: Paste row after
mn: Дараагийн эгнээнд хуулбарласнаа тавих

source: Paste row before
mn: Өмнөх эгнээнд хуулбарласнаа тавих

source: Paste your embed code below:
mn: Өөрийн кодоо доор хуулбарлаж тавих :

source: Paste
mn: Хуулбарлаж тавих

source: Poster
mn: Үзүүлэн

source: Pre
mn: Өмнөх

source: Prev
mn: Өмнөх

source: Preview
mn: Урьдчилан харах

source: Print
mn: Хэвлэх

source: Redo
mn: Ахин янзлах

source: Remove link
mn: Цахим холбоосыг арилгах

source: Replace all
mn: Бүгдийг орлуулж тавих

source: Replace with
mn: Үүгээр орлуулах

source: Replace
mn: Орлуулах

source: Restore last draft
mn: Сүүлийн нооргийг хадгалах

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
mn: Эхээр баялаг хэсэг байна. Цэс рүү очихын тулд ALT-F9 -г дарна уу. Зэмсэг рүү очихын тулд ALT-F10 дарна уу. Тусламж авахыг хүсвэл ALT-0 дарна уу.

source: Right to left
mn: Баруунаас зүүн рүү

source: Right
mn: Баруун

source: Robots
mn: Робот

source: Row group
mn: Эгнээний бүлэг

source: Row properties
mn: Эгнээний шинж чанар

source: Row type
mn: Эгнээний төрөл

source: Row
mn: Эгнээ

source: Rows
mn: Эгнээнүүд

source: Save
mn: Хадгалах

source: Scope
mn: Хамрах хүрээ

source: Select all
mn: Бүгдийг сонгох

source: Show blocks
mn: Блокуудыг харуулах

source: Show invisible characters
mn: Харагдахгүй байгаа үсгүүдийг харуулах

source: Source code
mn: Кодын эх сурвалж

source: Source
mn: Эх сурвалж

source: Special character
mn: Тусгай үсгүүд

source: Spellcheck
mn: Үг үсгийн алдааг шалгах

source: Split cell
mn: Нүднүүдийг салгах

source: Square
mn: Дөрвөлжин

source: Start search
mn: Хайлтыг эхлүүлэх

source: Strikethrough
mn: Дундуур нь зураас татах

source: Style
mn: Загвар

source: Subscript
mn: Доор байх жижиг тоо ба үсэг

source: Superscript
mn: Дээр байх жижиг тоо ба үсэг

source: Table properties
mn: Хүснэгтийн шинж чанар

source: Table
mn: Хүснэгт

source: Target
mn: Бай

source: Templates
mn: Бэлэн загвар

source: Text color
mn: Эхийн өнгө

source: Text to display
mn: Үзүүлэх эх

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
mn: Таны оруулсан цахим хаяг и-мэйл байна. Та шаардлагатай и-мэйлийг нэмэх үү ?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
mn: Таны оруулсан цахим хаяг гадны цахим хаяг байна. Та шаардлагатай http://-г нэмэх үү?

source: Title
mn: Гарчиг

source: Tools
mn: Багаж хэрэгсэл

source: Top
mn: Дээд хэсэг

source: Underline
mn: Доогуур нь зурах

source: Undo
mn: Болих

source: Upper Alpha
mn: Дээд альфа

source: Upper Roman
mn: Дээд ром

source: Url
mn: цахим холбоос

source: V Align
mn: V тэгшлэх

source: Vertical space
mn: Босоо зай

source: View
mn: Харах

source: Visual aids
mn: Харааны тусламжууд

source: Whole words
mn: Бүтэн үг

source: Width
mn: Өргөн

source: Words: {0}
mn: Үгнүүд: {0}

source: You have unsaved changes are you sure you want to navigate away?
mn: Та үарим өөрчлөлтүүдээ хадгалаагүй байна, та өөр зүйл рүү шилжихдээ итгэлтэй байна уу?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
mn: Таны браузер clipboard руу шууд орохыг дэмжихгүй байна. Үүний оронд богихо холбоос ашиглахын тулд Ctrl+X/C/V товчлуурыг ашиглана уу.

source: There are invalid keywords in your email. Please check the following keywords and try again:
mn: Таны и-мэйл хяагт алдаатай түлхүүр үгнүүд байна. Дараах түлхүүр үгнүүдийг шалгаад ахин оролдоно уу

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
mn: Гуравдагч этгээдийн аппликэйшн рүү өөрийн хэрэглэгчийн нэр болон и-мэйл хаягаа явуулахын тулд OK товчийг дарна уу. Өөрийн мэдээллээ явуулахгүйгээр энэ хуудсандаа эргэн очихын тулд Cancel товчийг дарна уу.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
mn: Гуравдагч этгээдийн аппликэйшн рүү өөрийн хэрэглэгчийн нэр болон и-мэйл хаягаа явуулахын тулд OK товчийг дарна уу. Өөрийн мэдээллээ явуулахгүйгээр энэ хуудсандаа эргэн очихын тулд Cancel товчийг дарна уу.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
mn: Гуравдагч этгээдийн аппликэйшн рүү өөрийн хэрэглэгчийн нэр болон и-мэйл хаягаа явуулахын тулд OK товчийг дарна уу. Өөрийн мэдээллээ явуулахгүйгээр энэ хуудсандаа эргэн очихын тулд Cancel товчийг дарна уу.

source: incorrect
mn: Буруу байна

source: correct
mn: Зөв байна

source: answer
mn: Хариулт

source: Short explanation
mn: Богино тайлбар

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
mn: Гуравдагч этгээдийн аппликэйшн рүү өөрийн хэрэглэгчийн нэр болон и-мэйл хаягаа явуулахын тулд OK товчийг дарна уу. Өөрийн мэдээллээ явуулахгүйгээр энэ хуудсандаа эргэн очихын тулд Cancel товчийг дарна уу.

source: Explanation
mn: Тайлбар

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
mn: Sequence алдаа гарлаа. Одоогийн SequenceModule дээр %(tab_name) руу шилжих боломжгүй. Сургалтын мэргэжилтэнтэй холбогдоно уу.

source: Bookmarked
mn: Тэмдэглэсэн

source: Play
mn: Тоглуулах

source: Pause
mn: Завсарлах

source: Mute
mn: Дуу хаах

source: Unmute
mn: Дуу нээх

source: Exit full browser
mn: Браузерын бүтэн төлвөөс гарах

source: Fill browser
mn: Браузерыг бөглөх

source: Speed
mn: Хурд

source: Volume
mn: Дууны түвшин

source: Muted
mn: Дууг хаасан

source: Very low
mn: Маш бага

source: Low
mn: Бага

source: Average
mn: Дунд

source: Loud
mn: Чанга

source: Very loud
mn: Маш чанга

source: Maximum
mn: Дээд хэмжээ

source: VideoPlayer: Element corresponding to the given selector was not found.
mn: Видеү тоглуулах: Өгөгдсөн selector-той холбоотой элемент олдсонгүй

source: This browser cannot play .mp4, .ogg, or .webm files.
mn: Энэ браузер .mp4, .ogg, эсвэл .webm тоглуулж чадахгүй

source: Try using a different browser, such as Google Chrome.
mn: Google Chrome зэрэг өөр браузер ашиглана уу

source: High Definition
mn: Өндөр нягтрал

source: off
mn: Унтраах

source: on
mn: Асаах

source: Video position
mn: Видеоны байрлал

source: Video ended
mn: Видео дууслаа

source: %(value)s hour
mn: %(value)sцаг

source: %(value)s minute
mn: %(value)sминут

source: %(value)s second
mn: %(value)sсекунд

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
mn: Энэ товчлуур дээр даран видеоны дууг хааж эсвэл нээнэ үү. Мөн дууг нь ихэсгэх болон багасгахдаа ДЭЭШ ба ДООШ гэсэн дээр дарна уу

source: Adjust video volume
mn: Видеоны дууг тохируулах

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
mn: ДЭЭШ гэсэн товчлуур дээр даран хурдны цэс рүү орон дараагаар нь хурдаа солихын тулд ДЭЭШ ба ДООШ гэсэн сум заасан товчлууруудыг даран сонгосон хурдан дээрээ тааруулахын тулд ENTER товчийг дарна уу

source: Adjust video speed
mn: Видеоны хурдыг тохируулах

source: Video speed:
mn: Видеоны хурд:

source: Skip
mn: Алгасах

source: Play video
mn: Видеог тоглуулах

source: Do not show again
mn: Ахин бүү харуул

source: Open language menu
mn: Хэлний цэсийг нээх

source: Transcript will be displayed when you start playing the video.
mn: Та видеог тоглуулж эхэлмэгц галигаар бичсэн зүйл харагдах болно

source: Activating a link in this group will skip to the corresponding point in the video.
mn: Энэхүү бүлэн дэхь цахим холбоосыг идэвхижүүлснээр видеон дэхь холбогдох цэг рүү алгасан очих болно

source: Video transcript
mn: Видеоэы галиг

source: Start of transcript. Skip to the end.
mn: Галигийн эхлэл. Төгсгөл хүртэл алгасах

source: End of transcript. Skip to the start.
mn: Галигийн төгсгөл. Эхлэл хүртэл алгасах

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
mn: ДЭЭШ гэсэн суман дээр дараад хэлний цэс рүү орон дараа нь ДЭЭШ ба ДООш гэсэн сумыг ашиглан хэлний сонголтуудаа тохируулна уу. Сонгосныхоо дараа ENTER товчлуурыг дарна уу

source: Hide closed captions
mn: Галигийг нуух

source: (Caption will be displayed when you start playing the video.)
mn: (Видео тоглуулж эхэлмэгц галиг гарах болно)

source: Turn on closed captioning
mn: Галигийг асаах

source: Turn on transcripts
mn: Галигийг идэвхижүүлэх

source: Turn off transcripts
mn: Галигийг идэвхигүйжүүлэх

source: Required field.
mn: Шаардлагатай

source: Please do not use any spaces in this field.
mn: Энэ хэсэгт зай бүү аваарай

source: Please do not use any spaces or special characters in this field.
mn: Энэ хэсэгт зай болон тусгай тэмдэглэгээ бүү ашиглаарай

source: Pagination
mn: Хуудсыг тоолох

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
mn: Таны хүсэлтийг биелүүлэх боломжгүй. Хуудсаа ахин уншуулаад оролдоно уу. Хэрвээ асуудал шийдэгдээгүй бол асуудлыг Тусламж цонхон дээр дарж мэдээлнэ үү

source: Showing {firstIndex} out of {numItems} total
mn: Нийт {numItems}-с {firstIndex}-г харуулж байна

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
mn: Нийт {numItems}-с {firstIndex}-{lastIndex} г харуулж байна

source: Loading content
mn: Уншиж байна

source: Error
mn: Алдаа

source: Your request could not be processed. Refresh the page and try again.
mn: Таны хүсэлтийг биелүүлэх боломжгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: Some images in this post have been omitted
mn: Энэ нийтлэлийн зарим зургууд орхигдсон байна

source: image omitted
mn: зураг орхигдсон

source: there is currently {numVotes} vote
mn: Одоогоор {numVotes} санал байна

source: {numVotes} Vote
mn: {numVotes} санал

source: You could not be subscribed to this post. Refresh the page and try again.
mn: Та энэ нийтлэлийг дагах боломжгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: You could not be unsubscribed from this post. Refresh the page and try again.
mn: Та энэ нийтлэлийг дагахаа болих боломжгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: This response could not be marked as an answer. Refresh the page and try again.
mn: Энэ хариултыг хариултаар хүлээн авах боломжгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: This response could not be unmarked as an answer. Refresh the page and try again.
mn: Энэ хариултыг хариултаар хүлээн авахаа болих боломжгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: This response could not be marked as endorsed. Refresh the page and try again.
mn: Энэ хариултыг тэмдэглэх боломжгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: This response could not be unendorsed. Refresh the page and try again.
mn: Энэ хариултыг тэмдэглэхээ болих боломжгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: This vote could not be processed. Refresh the page and try again.
mn: Энэ саналыг хүлээн авах боломжгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: This post could not be pinned. Refresh the page and try again.
mn: Энэ нийтлэлийг онцгойлж болохгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: This post could not be unpinned. Refresh the page and try again.
mn: Энэ нийтлэлийг онцгойлохоо больж болохгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: This post could not be flagged for abuse. Refresh the page and try again.
mn: Энэ нийтлэлийг дүрэм зөрчсөн гэж мэдээлэх боломжгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: This post could not be unflagged for abuse. Refresh the page and try again.
mn: Энэ нийтлэлийг дүрэм зөрчсөн гэж мэдээлэхээ болих боломжгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: This post could not be closed. Refresh the page and try again.
mn: Энэ нийтлэлийг хааж болохгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: This post could not be reopened. Refresh the page and try again.
mn: Энэ нийтлэлийг ахин нээж болохгүй. Хуудсаа ахин уншуулаад оролдоно уу.

source: Hide Discussion
mn: Хэлэлцүүлгийг нуух

source: This discussion could not be loaded. Refresh the page and try again.
mn: Энэ хэлэлцүүлгийг уншуулж болохгүй байна. Хуудсаа ахин уншуулаад оролдоно уу.

source: Show Discussion
mn: Хэлэлцүүлгийг харуулах

source: Loading more threads
mn: Уншиж байна

source: Additional posts could not be loaded. Refresh the page and try again.
mn: Нэмэлт нийтлэлийг унших боломжгүй. Хуудсаа уншуулаад ахин оролдоно уу

source: Current conversation
mn: Одоогийн харилцан яриа

source: Loading posts list
mn: Нийтлэлийн жагсаалтыг уншиж байна

source: No results found for {original_query}. Showing results for {suggested_query}.
mn: {original_query}хайлтад илэрц олдсонгүй. {suggested_query}-ий илэрцийг харуулж байна

source: No posts matched your query.
mn: Таны хүсэлттэй таарах нийтлэл олдсонгүй

source: Show posts by {username}.
mn: {username}-ий нийтлэлийг харуулах

source: The post you selected has been deleted.
mn: таны сонгосон нийтлэлүүдийг устгалаа

source: Responses could not be loaded. Refresh the page and try again.
mn: Хариултыг унших боломжгүй. Хуудсаа уншуулаад ахин оролдоно уу

source: Additional responses could not be loaded. Refresh the page and try again.
mn: Нэмэлт Хариултыг унших боломжгүй. Хуудсаа уншуулаад ахин оролдоно уу

source: {numResponses} other response
mn: {numResponses} бусад хариултууд

source: {numResponses} response
mn: {numResponses} Хариултууд

source: Showing all responses
mn: Бүх хариултыг харуулж байна

source: Showing first response
mn: Эхний хариултыг харуулах

source: Load all responses
mn: бүх хариултыг уншуулах

source: Load next {numResponses} responses
mn: {numResponses} дараагийн хариултыг уншуулах

source: Are you sure you want to delete this post?
mn: Та энэ нийтлэлийг устгахдаа итгэлтэй байна уу?

source: Your post will be discarded.
mn: Таны нийтлэл устгагдах болно

source: anonymous
mn: Нэргүй

source: Are you sure you want to delete this comment?
mn: Та энэ сэтгэгдлийг устгахдаа итгэлтэй байна уу?

source: This comment could not be deleted. Refresh the page and try again.
mn: Энэ сэтгэгдлийг устгах боломжгүй. Хуудсаа уншуулаад ахин оролдоно уу

source: Are you sure you want to delete this response?
mn: Та энэ хариултаа устгахдаа итгэлтэй байна уу?

source: The email address you've provided isn't formatted correctly.
mn: Таны оруулсан цахим хаягийн формат алдаатай байна

source: %(field)s must have at least %(count)d characters.
mn: %(field)s хамгийн багадаа %(count)d үсэгтэй байх шаардлагатай

source: %(field)s can only contain up to %(count)d characters.
mn: %(field)s зөвхөн %(count)d үсэгтэй байх шаардлагатай

source: Please enter your %(field)s.
mn: %(field)s. -аа оруулна уу

source: Drop target image
mn: Бай зургийг хасах

source: dragging out of slider
mn: Слайднаас гаргаж байна

source: dragging
mn: Гаргах

source: dropped in slider
mn: Слайданд оруулав

source: dropped on target
mn: Бай дээр оруулав

source: %s ago
mn: %s өмнө

source: %s from now
mn: %s үүнээс хойш

source: less than a minute
mn: Нэг минутаас бага хугацааны өмнө

source: about a minute
mn: Нэг минут орчим

source: %d minute
mn: %dминут

source: about an hour
mn: ойролцоогоор нэг цаг

source: a day
mn: өдөр

source: %d day
mn: %d өдөр

source: about a month
mn: нэг сар орчмын өмнө

source: %d month
mn: %d сар

source: about a year
mn: нэг жил орчим

source: %d year
mn: %d жил

source: User
mn: Хэрэглэгч

source: Annotation
mn: тэмдэглэгээ

source: Start
mn: эхлэл

source: End
mn: төгсгөл

source: #Replies
mn: хариултууд

source: Date posted
mn: нийтэлсэн огноо

source: More
mn: илүү

source: My Notes
mn: миний тэмдэглэлүүд

source: Instructor
mn: сургагч

source: Public
mn: олон нийтийн

source: Search
mn: Хайх

source: Users
mn: Хэрэглэгчид

source: Tags
mn: зүүлт
